{
    "Makoto Naegi" : "Makoto Naegi (苗木 誠), is a student in Hope's Peak Academy's Class 78th, and a participant of the Killing School Life featured in Danganronpa: Trigger Happy Havoc. His title is the Ultimate Lucky Student (超高校級の「幸運」Chou Koukou Kyuu no \"Kou'un\" lit. Super High School Level Good Luck).",
    "Byakuya Togami" : "Byakuya Togami (十神 白夜) is a student in Hope's Peak Academy's Class 78th, and a participant of the Killing School Life featured in Danganronpa: Trigger Happy Havoc. His title is the Ultimate Affluent Progeny (超高校級の「御曹司」lit. Super High School Level Heir).",
    "Toko Fukawa" : "Toko Fukawa (腐川 冬子), is a student in Hope's Peak Academy's Class 78th, and a participant of the Killing School Life featured in Danganronpa: Trigger Happy Havoc. Her title is the Ultimate Writing Prodigy (超高校級の「文学少女」 lit. Super High School Level Literary Girl).",
    "Genocide Jack" : "Genocide Jack, who is also known as Genocide Jill, and as Genocider Sho (ジェノサイダー翔) in the original Japanese version, is a student by proxy in Hope's Peak Academy's Class 78th, and a participant by proxy of the Killing School Life featured in Danganronpa: Trigger Happy Havoc. Her title is the Ultimate Murderous Fiend (超高校級の「殺人鬼」 lit. Super High School Level Murderer), though it is unknown if this was given officially by Hope's Peak or is a self-given talent.",
    "Aoi Asahina" : "Aoi Asahina (朝日奈 葵), also known as Hina, is a student in Hope's Peak Academy's Class 78th, and a participant of the Killing School Life featured in Danganronpa: Trigger Happy Havoc. Her title is the Ultimate Swimming Pro (超高校級の「スイマー」lit. Super High School Level Swimmer).",
    "Yasuhiro Hagakure" : "Yasuhiro Hagakure (葉隠 康比呂), also known as Hiro, is a student in Hope's Peak Academy's Class 78th, and a participant of the Killing School Life featured in Danganronpa: Trigger Happy Havoc. His title is the Ultimate Clairvoyant (超高校級の「占い師」 lit. Super High School Level Fortune-Teller).",
    "Kyoko Kirigiri" : "Kyoko Kirigiri (霧切 響子), is a student in Hope's Peak Academy's Class 78th, and a participant of the Killing School Life featured in Danganronpa: Trigger Happy Havoc. She doesn't remember her talent at the beginning of the Killing Game, so her title is the Ultimate ??? (超高校級の「???」 lit. Super High School Level ???)."
}